{
  "privacyPolicy": "Privacy Policy for Claimx.com",
  "introduction": "Claim Request System (\"we\", \"our system\") is a claim management platform developed by FPT Software. This system enables employees to create, track, and manage reimbursement claims transparently and efficiently. Users can create new claims, update existing ones, submit them for approval, and monitor their status in real time.",
  "yourPrivacy": "Your privacy is our top priority. This Privacy Policy applies to all services provided by the Claim Request System and describes the types of information we collect, how it is used, and your rights to update, modify, or delete your personal data.",
  "information": "Information We Collect",
  "personalInformation": " We collect the following personal information:",
  "personalInformationFields": [
    "Account Information: Name, email, phone number",
    "Claim Details: Data related to your claim request",
    "Transaction Information: History of claims and payments"
  ],

  "useInformation": "How We Use Your Information",
  "usePersonalInformation": " We collect the following personal information:",
  "usePersonalInformationFields": [
    "Process and update your claim request status",
    "Improve our services and optimize the review process",
    "Ensure compliance with legal and security regulations"
  ],

  "dataSecurity": "Data Security",
  "dataInfo": "We implement and maintain security measures to protect your personal data from unauthorized access, alteration, or disclosure.",

  "updatePrivacy": "Updates to this Privacy Policy",
  "updatePrivacyInfo": " We may update the Privacy Policy from time to time, and any changes will be posted on this page. We encourage you to review this Privacy Policy periodically to stay informed about how we are protecting your information.",

  "contactUs": "Contact Us",
  "contactUsInfo": "If you have any questions or concerns regarding this Privacy Policy, please contact us:",
  "contactDetails": [
    { "text": "ClaimX.com" },
    { "text": "FPT Software" },
    { "text": "(+84) 989 999 999", "link": "tel:+989999999" },
    {
      "text": "contact@fptsoft.com",
      "link": "mailto:contact@fptsoft.com"
    }
  ]
}
